ADMIN = "7215866709"
GROUP = "@+q9h9_PU_4Xw4YTRi"

SWEAR_WORDS_RUS = ["хуй", "сука", "бля", "пидор", "ебать", "блядь", "пизда", "манда", "малафья", "дрочить", "минжа",
                    "сперма", "гондон", "гандон", "целка", "трах", "минет", "педик", "хуе", "хуя", "выёбываться",
                    "еба", "ёба", "fuck", "bitch", "shit", "cock", "suck", "dick",
                    "сиськи", "мудила", "мудак", "пизд", "хер"]

BANNED_WORDS_RUS = ["хач", "харып", "мамбет", "хохол", "жид", "пиндос", "пендос", "чурка", "негр", "ниггер", "черножопый",
                   "черномазый", "кацап", "москал", "русня", "шлюх", "проститутк", "хохлы", "хахлы"]

SWEAR_WORDS_ENG = ["shit", "fuck", "cock", "crap", "dick", "pussy", "cunt",
                    "cum", "penis", "fap", "wank", "anal", 'tits']

BANNED_WORDS_ENG = ["bitch", "asshole", "nigger", "nigga", "whore", "prostitute", "slut", "bastard", "hoe"]

maxwell_ban = ["maxvellart", "макс", "максвелл", "максвелл", "максвелларт", "максвел", "максвел арт", "максвеларт", "maxvell", "maxvel", "maxvellart"]